Revit 2027 API
ParameterTypeId.RebarTerminationRotationAtStartSchedulesTagsFilters Property
 "Rotation At Start"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarTerminationRotationAtStartSchedulesTagsFilters { get; }
Public Shared ReadOnly Property RebarTerminationRotationAtStartSchedulesTagsFilters As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarTerminationRotationAtStartSchedulesTagsFilters {
	ForgeTypeId^ get ();
}
static member RebarTerminationRotationAtStartSchedulesTagsFilters : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace